Repository: wpverse/GTD-P2-WordPress-theme
Catalog: p2theme/languages/*.po
Languages: bg_bg, he_il, it_it, ja

source: Top Navigation Menu
bg_bg: Най-навигационно меню
he_il: תפריט ניווט למעלה
it_it: Inizio menu di navigazione
ja: トップナビゲーションメニュー

source: Right Sidebar
bg_bg: дясната странична лента
he_il: העכבר Sidebar
it_it: diritto Sidebar
ja: 右サイドバー

source: The Right Sidebar
bg_bg: Дясната странична лента
he_il: הסרגל הצידי של הזכות
it_it: diritto Sidebar
ja: 右サイドバー

source: Settings
bg_bg: Настройки
he_il: הגדרות
it_it: impostazioni
ja: 設定

source: Settings saved
bg_bg: Настройките са запазени
he_il: ההגדרות נשמרו
it_it: impostazioni salvate
ja: 設定が保存さ

source: General Settings
bg_bg: Общи настройки
he_il: הגדרות כלליות
it_it: Impostazioni generali
ja: 一般設定

source: Display post titles
bg_bg: Покажи пост заглавия
he_il: הצגת כותרות הודעה
it_it: Visualizzare i titoli dei post
ja: 記事のタイトルを表示

source: Allow logged in users to attach files to their posts
bg_bg: Оставете регистрирани потребители да прикачите файлове към постовете си
he_il: שלהםאפשר להיכנס למשתמשים לצרף קבצים אל המאמרים
it_it: Lasciare gli utenti registrati di allegare file al loro posto
ja: 自分の投稿にファイルを添付するユーザーにログインを許可する

source: Allow users to add tags to their posts
bg_bg: Позволете на потребителите да добавят тагове към постовете си
he_il: אפשר למשתמשים להוסיף תגיות ההודעות שלהם
it_it: Consenti agli utenti di aggiungere tag ai loro posti
ja: ユーザーが自分の記事にタグを追加することができます

source: Notify users of new comments and whenever they are tagged in a post
bg_bg: Информира потребителите за нови коментари и когато те са маркирани в пост
he_il: נא להודיע ​​למשתמשים הערות חדשות בכל פעם שהם מתויגים בהודעה
it_it: Comunicare agli utenti i nuovi commenti e ogni volta che sono taggati in un post
ja: 新しいコメントをユーザに通知し、いつでも彼らは、ポストにタグ付けされています

source: Allow anonymous users to post &ndash; Creates a draft post and then notifies administrators
bg_bg: Оставете на анонимни потребители да публикувате &ndash; Създава проекта за мнение и след това уведомява администраторите
he_il: אפשר למשתמשים אנונימיים להודעה &ndash; יוצר פוסט טיוטה ואז מודיע למנהלים
it_it: Consentire agli utenti anonimi di inviare &ndash; Creates a draft post and then notifies administrators
ja: 匿名ユーザーが投稿することができます &ndash; ドラフト記事を作成し、管理者に通知

source: Appearance
bg_bg: вид
he_il: הופעה
it_it: Aspetto
ja: 外観

source: Color Scheme:
bg_bg: Цветова схема:
it_it: Schema colori:
ja: カラースキーム：

source: Blue
bg_bg: син
he_il: כחול
it_it: blu
ja: 青

source: Gray
bg_bg: сив
he_il: אפור
it_it: grigio
ja: グレー

source: Green
bg_bg: зелен
he_il: ירוק
it_it: verde
ja: 緑

source: Pink
bg_bg: розов
he_il: ורוד
it_it: rosa
ja: ピンク

source: Homepage:
he_il: דף הבית:
ja: ホームページ：

source: Normal
bg_bg: нормален
he_il: נורמלי
it_it: normale
ja: 通常

source: Fullscreen To-Do List
he_il: רשימת Fullscreen לביצוע
ja: フルスクリーンTo - Doリスト

source: Users allowed to add ToDo items:
bg_bg: Потребителите, имат право да добавят ToDo елементи:
he_il: משתמשים מורשים להוסיף פריטים ToDo:
it_it: Permetteva agli utenti di aggiungere elementi ToDo
ja: ToDoアイテムを追加できるユーザー：

source: Users allowed to check/uncheck ToDo items:
bg_bg: Потребители, позволи да се провери / махнете отметката ToDo елементи:
he_il: משתמשים רשאים לבדוק / בטל פריטים ToDo:
it_it: Permetteva agli utenti di selezionare / deselezionare elementi di attività:
ja: /チェックボックスをオフにToDoの項目をチェックするために許可されているユーザー：

source: Email Settings
bg_bg: Email Настройки
he_il: דוא"ל הגדרות
it_it: Impostazioni e-mail
ja: 電子メールの設定

source: Email &quot;From&quot; Address:
bg_bg: Email &quot;От&quot;Адрес
he_il: מייל "מאת" כתובת:
it_it: Da Indirizzo e-mail:
ja: 住所"から"電子メール：

source: Email &quot;From&quot; Name:
bg_bg: Email &quot;От&quot; Име:
he_il: מייל "מאת" שם:
it_it: Da email Nome:
ja: 名前"から"電子メール：

source: Private Blog
bg_bg: личен блог
he_il: פרטי בלוג
it_it: Blog privato
ja: プライベートブログ

source: Make this blog private.
bg_bg: Уверете се, този блог частна.
he_il: הפוך את הבלוג הזה פרטיים.
it_it: Rendere questo blog privato.
ja: このブログをプライベートにします。

source: Display this message to users who are not logged in
bg_bg: Покажи това съобщение до потребители, които не са влезли в
he_il: הצג הודעה זו למשתמשים שאינם מחוברים ב
it_it: Visualizzare questo messaggio agli utenti che non è iscritto
ja: ログインしていないユーザーにこのメッセージを表示

source: Save Changes
bg_bg: Запазване на промените
he_il: שמור שינויים
it_it: Salva le modifiche
ja: 変更の保存

source: Failed to delete attachment.
bg_bg: Неуспех да изтриете прикачения файл.
he_il: נכשלה מחיקת הקובץ המצורף.
it_it: Impossibile eliminare allegato
ja: 添付ファイルの削除に失敗しました。

source: Reply
bg_bg: отговор
he_il: תגובה
it_it: risposta
ja: 返信

source: Edit
bg_bg: редактирам
he_il: לערוך
it_it: Modifica
ja: 編集

source: You are not allowed to edit comments.
bg_bg: Вие нямате право да редактирате коментари.
he_il: אינך רשאי לערוך הערות.
it_it: Non sei autorizzato a modificare i commenti.
ja: あなたはコメントを編集することは許可されていません。

source: Failed to mark this item. Please try again.
bg_bg: Не можа да отбележи този елемент. Моля, опитайте отново.
he_il: נכשל לסמן פריט זה. נא נסה שוב.
it_it: Non è riuscito a segnare questo elemento. Si prega di riprovare.
ja: この項目をマークするために失敗しました。もう一度やり直してください。

source: Enter your comment.
bg_bg: Въведете вашия коментар.
he_il: הזן את ההערה שלך.
it_it: Inserisci il tuo commento.
ja: コメントを入力してください。

source: Invalid post ID.
bg_bg: Невалиден идентификатор на публикуване.
he_il: מזהה לא חוקי לפרסם.
it_it: Non valido messaggio ID.
ja: 不正なpost ID。

source: Fill up the required fields (name and email).
bg_bg: Попълнете задължителните полета (име и електронна поща).
he_il: מלאו את השדות הנדרשים (שם ודואר אלקטרוני).
it_it: Riempi i campi obbligatori (nome e indirizzo email).
ja: 必須フィールド（名前とメールアドレスを）いっぱいに。

source: Invalid email address.
bg_bg: Невалиден имейл адрес.
he_il: כתובת דוא"ל לא חוקית.
it_it: Indirizzo email non valido.
ja: 無効なメールアドレス。

source: Invalid Website URL.
bg_bg: Невалиден Website URL.
he_il: אתר אינטרנט כתובת אתר לא חוקית.
it_it: Website URL non valido.
ja: אתר אינטרנט כתובת אתר לא חוקית.

source: Failed to add comment.
bg_bg: Неуспех да добавите коментар.
he_il: נכשל להוסיף את ההערה.
it_it: Impossibile aggiungere commento.
ja: コメントを追加できませんでした。

source: You are not allowed to edit posts.
bg_bg: Вие нямате право да променяте мнения.
he_il: אתה לא רשאי לערוך את ההודעות.
it_it: Non sei autorizzato a modificare i messaggi.
ja: あなたは、ポストを編集することは許可されていません。

source: You are not allowed to post.
bg_bg: Вие нямате право да публикувате.
he_il: אסור לפרסם.
it_it: Non sei autorizzato a postare messaggi.
ja: どこかに送信することは許可されていません。

source: Failed to save new post.
bg_bg: Грешка при запазване на нов пост.
he_il: תקלה בשמירת הודעה חדשה.
it_it: Impossibile salvare il nuovo post.
ja: 新しい投稿を保存に失敗しました。
